/*
  Localizable.strings - Base (English)
  
  Created by Adam Lovastyik on 23/02/2020.
  Copyright © 2020 Adam Lovastyik. All rights reserved.
*/

/* Query action answer format */
"%@ answered %@ for %@" = "%1$@ answered %2$@ for %3$@";

/* Character property display format */
"%d of %d - %0.0f%%" = "%1$d of %2$d - %3$.0f%%";

/* Add button title */
"Add" = "Add";

/* Add inventory item event description format */
"Added %@ to inventory" = "Added %@ to inventory";

/* Advance event description format */
"Advanced to scene %d" = "Advanced to scene %d";

/* Alert option title to gamble another round */
"Another round" = "Another round";

/* Escape alert message */
"Are you sure you want to escape? It'll cost you 2 healt points!" = "Are you sure you want to escape? It'll cost you 2 healt points!";

/* Armor title */
"Armor" = "Armor";

/* Eat event description */
"Ate a portion of food, gained %d health" = "Ate a portion of food, gained %d health";

/* Attack modified event description format */
"Attack modified by %d" = "Attack modified by %d";

/* Un-equip option title */
"Back to inventory" = "Back to inventory";

/* Bad luck result title */
"Bad luck :(" = "Bad luck :(";

/* Begin journey button title */
"Begin journey" = "Begin journey";

/* Buy option title */
"Buy" = "Buy";

/* Cancel option title */
"Cancel" = "Cancel";

/* Change button title */
"Change" = "Change";

/* Money description format */
"Coins (%d)" = "Coins (%d)";

/* Alert title when opponent was beaten */
"Congratlations!" = "Congratlations!";

/* Correct answer */
"Correctly" = "Correctly";

/* Damage modification event description format */
"Damage modified from %d to %d due %@" = "Damage modified from %1$d to %2$d due %3$@";

/* Damage event description format */
"Damage taken: %d" = "Damage taken: %d";

/* Dexterity title */
"Dexterity" = "Dexterity";

/* Die event description */
"Died" = "Died";

/* Direction title format */
"Direction %@ to %d" = "Direction %1$@ to %2$d";

/* Purchase dialog message format */
"Do you want to buy this item:\n%@\n?" = "Do you want to buy this item:\n%@\n?";

/* Drink event description format */
"Drank potion of %@" = "Drank potion of %@";

/* Drink potion button title */
"Drink potion" = "Drink potion";

/* Drink potion alert title format */
"Drink potion of %@?" = "Drink potion of %@?";

/* Drop inventory item option title */
"Drop item" = "Drop item";

/* Drop inventory item event description format */
"Dropped %@" = "Dropped %@";

/* Drop inventory item event description format with amount */
"Dropped %d of %@" = "Dropped %1$d of %2$@";

/* Eat title */
"Eat" = "Eat";

/* Placeholder for query action textfield title */
"Enter your answer" = "Enter your answer";

/* Equip option title */
"Equip" = "Equip";

/* Title when inventory item equipped */
"Equipped" = "Equipped";

/* Escape title */
"Escape" = "Escape";

/* Escape action default caption */
"Escape!" = "Escape!";

/* Extra attack avoided event description */
"Extra attack avoided with luck" = "Extra attack avoided with luck";

/* Extra attack damage without caption format */
"Extra attack damage taken: %d" = "Extra attack damage taken: %d";

/* Extra attack damage with caption format */
"Extra attack damage taken: %d due %@" = "Extra attack damage taken: %1$d due %2$@";

/* Extra attack from opponent event description */
"Extra attack from opponent: %@" = "Extra attack from opponent: %@";

/* Error message when failed to load game */
"Failed to load game" = "Failed to load game";

/* Fight event description format */
"Fight round with %@, attack: %d, opponent attack: %d" = "Fight round with %1$@, attack: %2$d, opponent attack: %3$d";

/* Fight action default caption */
"Fight!" = "Fight!";

/* Alert title when game finished */
"Finished" = "Finished";

/* Food title */
"Food" = "Food";

/* Food description format */
"Food (rations: %d)" = "Food (rations: %d)";

/* Force action default caption */
"Force!" = "Force!";

/* Bonus event description format */
"Gained %d %@ bonus" = "Gained %1$d %2$@ bonus";

/* Title gamble */
"Gamble" = "Gamble";

/* Gamble action default caption */
"Gamble!" = "Gamble!";

/* Rest action default caption */
"Get some rest!" = "Get some rest!";

/* Gloves title */
"Gloves" = "Gloves";

/* Go back waypoint title */
"Go back" = "Go back";

/* Price label in gold */
"gold" = "gold";

/* Good luck result title */
"Good luck!" = "Good luck!";

/* Good luck dialog message when money is earned */
"Good luck, you just gained %d gold!" = "Good luck, you just gained %d gold!";

/* Heatlh title */
"Health" = "Health";

/* Helmet title */
"Helmet" = "Helmet";

/* Alert title to request bet */
"How much do you bet?" = "How much do you bet?";

/* Intro screen navigation title */
"Intro" = "Intro";

/* Inventory title */
"Inventory" = "Inventory";

/* Trade section title */
"Items in stock" = "Items in stock";

/* Kill event description format */
"Killed %@" = "Killed %@";

/* lamp name */
"Lamp" = "Lamp";

/* Leather armor name */
"Leather Armor" = "Leather Armor";

/* Long sword name */
"Long sword" = "Long sword";

/* Escape event description format */
"Lost %d health while escaping fight" = "Lost %d health while escaping fight";

/* Luck title */
"Luck" = "Luck";

/* Name title */
"Name" = "Name";

/* Bad luck dialog message when money is lost */
"Oh no, you just lost %d gold!" = "Oh no, you just lost %d gold!";

/* OK button title */
"OK" = "OK";

/* Opponent default title */
"Opponent" = "Opponent";

/* Bet query placeholder */
"Place your bet" = "Place your bet";

/* Player title */
"Player" = "Player";

/* Error message when character name is empty */
"Please provide name for your character!" = "Please provide name for your character!";

/* Error message when character dexterity is not set */
"Please set dexterty for your character!" = "Please set dexterty for your character!";

/* Error message when character health is not set */
"Please set health for your character!" = "Please set health for your character!";

/* Error message when character luck is not set */
"Please set luck for your character!" = "Please set luck for your character!";

/* Potion title */
"Potion" = "Potion";

/* Potion name format */
"Potion of %@ (rations: %d)" = "Potion of %1$@ (rations: %2$d)";

/* Potion of Dexterity title */
"Potion of Dexterity" = "Potion of Dexterity";

/* Potion of Health title */
"Potion of Health" = "Potion of Health";

/* Potion of Luck title */
"Potion of Luck" = "Potion of Luck";

/* Properties title */
"Properties" = "Properties";

/* Trade action default caption */
"Pst! Would you like to buy sumething?" = "Pst! Would you like to buy sumething?";

/* Purchase dialog title */
"Purchase" = "Purchase";

/* Remove title */
"Remove" = "Remove";

/* Rest event description format */
"Rest gained %d health and %d dexterity" = "Rest gained %1$d health and %2$d dexterity";

/* Restart game title when game finished */
"Restart game" = "Restart game";

/* Option title to restart game with new character */
"Restart with new character" = "Restart with new character";

/* Option title to restart game with the same character */
"Restart with the same character" = "Restart with the same character";

/* Resting alert title */
"Resting" = "Resting";

/* Dexerity potion option alert message format */
"Restores your dexerity to start level (%d)" = "Restores your dexerity to start level (%d)";

/* Health potion alert message format */
"Restores your health to start level (%d)" = "Restores your health to start level (%d)";

/* Luck potoion alert message format */
"Restores your luck to start level (%d) and increses starting levelby one" = "Restores your luck to start level (%d) and increses starting levelby one";

/* Roll button title */
"Roll" = "Roll";

/* Roll again option title */
"Roll again" = "Roll again";

/* Roll action default caption */
"Roll!" = "Roll!";

/* Roll event description format */
"Rolled %d" = "Rolled %d";

/* Scene navigation title format */
"Scene %d" = "Scene %d";

/* Potion selection dialog message */
"Select potion to help you in your journey" = "Select potion to help you in your journey";

/* Shield title */
"Shield" = "Shield";

/* Sorry */
"Sorry" = "Sorry";

/* Message when waypoint condition is not fulfilled */
"Sorry, you don't fulfil the condition to choose this way!" = "Sorry, you don't fulfil the condition to choose this way!";

/* Sword title */
"Sword" = "Sword";

/* Alert message when fight is over */
"The battle is over" = "The battle is over";

/* Trade scene navigation title */
"Trade" = "Trade";

/* Try luck title */
"Try your luck" = "Try your luck";

/* Try luck action default caption */
"Try your luck!" = "Try your luck!";

/* Try luck event description format */
"Tryed luck. Rolled %d = %@" = "Tryed luck. Rolled %1$d = %2$@";

/* Use luck when hittng on opponent label title */
"use when hit" = "use when hit";

/* Use invetory item event description format */
"Used %d amount of %@" = "Used %1$d amount of %2$@";

/* Weapon title */
"Weapon" = "Weapon";

/* Inventory item manipulation dialog message format */
"What would you like to do with %@?" = "What would you like to do with %@?";

/* Eat alert sheet message */
"Would you like to eat?\nIt increases your health by 4 points and takes one portion of your food rations" = "Would you like to eat?\nIt increases your health by 4 points and takes one portion of your food rations";

/* Wrong answer */
"Wrongly" = "Wrongly";

/* Message when user already purchased a unique item */
"You already have one of this item" = "You already have one of this item";

/* Error message when failed to equip inventory item */
"You can not equip this item" = "You can not equip this item";

/* Alert message when cannot unequip inventory item */
"You can not remove this item" = "You can not remove this item";

/* Alert message when escapeing from fight s not available */
"You can't escape just yet!" = "You can't escape just yet!";

/* Message when user does not have enough money to buy an item */
"You don't have enough money to buy this item" = "You don't have enough money to buy this item";

/* Resting alert message */
"You feel refreshed after resting. Where would you like to go from here?" = "You feel refreshed after resting. Where would you like to go from here?";

/* Query action default caption */
"You have to answer a question" = "You have to answer a question";

/* Error message when user wants to find an opponent outside of order */
"You have to fight your opponents in sequential order!" = "You have to fight your opponents in sequential order!";

/* Alert message when user gone KIA */
"You just died :(" = "You just died :(";

/* Alert title when player lost gambling */
"You lost" = "You lost";

/* Alert message format when user lost gambling */
"You lost %d gold" = "You lost %d gold";

/* Alert title when opponent damage event triggered */
"You made a damage to your opponent!" = "You made a damage to your opponent!";

/* Roll value format */
"You rolled %d" = "You rolled %d";

/* Try luck action result message format */
"You rolled %d, %@" = "You rolled %1$d, %2$@";

/* Alert message format when rolled in gambling */
"You rolled %d, they rolled %d" = "You rolled %1$d, they rolled %2$d";

/* Alert title when player damage event triggered */
"You suffered a bad damage from your opponent!" = "You suffered a bad damage from your opponent!";

/* Try luck action result title */
"You tried your luck" = "You tried your luck";

/* Alert message format when user won gambling */
"You won %d gold" = "You won %d gold";

/* Alert message when opponent was beaten */
"You won again!" = "You won again!";

/* Alert title when player won gambling */
"You won!" = "You won!";

/* Alert title when damage event triggered */
"You're being taken to %@" = "You're being taken to %@";

/* Character edit screeen navigation title */
"Your character" = "Your character";

/* Error dialog title when character properties not set */
"Your character is not complete!" = "Your character is not complete!";

/* Inventory section title */
"Your inventory" = "Your inventory";

/* Alert message when game finished */
"Your journey has come to an end." = "Your journey has come to an end.";

/* Direction North */
"north" = "north";

/* Direction South */
"south" = "south";

/* Direction Est */
"east" = "east";

/* Direction West */
"west" = "west";

/* Direction Back */
"back" = "back";

/* Unknown title */
"unknown" = "unknown";
